4ops.terraform
ahebrank.yaml2json
alexcvzz.vscode-sqlite
atlassian.atlascode
azurepolicy.azurepolicyextension
bencoleman.armview
davidanson.vscode-markdownlint
esbenp.prettier-vscode
formulahendry.vscode-mysql
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-pull-request-github
gitpod.gitpod-desktop
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hashicorp.hcl
hashicorp.terraform
heaths.vscode-guid
hediet.vscode-drawio
j4ng5y.charactercount
jamesls.jmespath-vscode
janisdd.vscode-edit-csv
jbockle.jbockle-format-files
jeff-hykin.polacode-2019
mhutchie.git-graph
mquandalle.graphql
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-azuretools.vscode-logicapps
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-ossdata.vscode-postgresql
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
mshr-h.veriloghdl
oderwat.indent-rainbow
redhat.java
redhat.vscode-yaml
robbowen.synthwave-vscode
sanketjoshi.access-package
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tonybaloney.vscode-pets
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vsls-contrib.codetour
wcwhitehead.bootstrap-3-snippets
zainchen.json
zignd.html-css-class-completion
